Repository: tad-agentics/autoblogger
Catalog: languages/autoblogger-*.po
Languages: vi

source: Settings
vi: Cài đặt

source: Knowledge Base
vi: Cơ sở tri thức

source: Usage & Costs
vi: Sử dụng & Chi phí

source: Disclaimer
vi: Tuyên bố miễn trừ

source: Expert Note
vi: Ghi chú chuyên gia

source: Generate Draft
vi: Tạo bản nháp

source: Generate Outline
vi: Tạo dàn ý

source: Optimize
vi: Tối ưu hóa

source: Expand
vi: Mở rộng

source: Main Keyword
vi: Từ khóa chính

source: Writing Tone
vi: Giọng văn

source: Academic
vi: Học thuật

source: Casual
vi: Thân mật

source: Professional
vi: Chuyên nghiệp

source: Friendly
vi: Thân thiện

source: Human Story (Optional)
vi: Câu chuyện cá nhân (Tùy chọn)

source: Add a personal experience or story...
vi: Thêm trải nghiệm hoặc câu chuyện cá nhân...

source: This helps with E-E-A-T compliance
vi: Điều này giúp tuân thủ E-E-A-T

source: Custom Outline (Optional)
vi: Dàn ý tùy chỉnh (Tùy chọn)

source: Leave empty to auto-generate
vi: Để trống để tự động tạo

source: Estimated Cost:
vi: Chi phí ước tính:

source: Actions
vi: Hành động

source: Write Section
vi: Viết phần

source: Expand Selected Text
vi: Mở rộng văn bản đã chọn

source: SEO Doctor
vi: Bác sĩ SEO

source: Automatically optimize your content for better SEO scores.
vi: Tự động tối ưu hóa nội dung để đạt điểm SEO tốt hơn.

source: Fix SEO Errors
vi: Sửa lỗi SEO

source: Works with RankMath. Max 2 iterations.
vi: Hoạt động với RankMath. Tối đa 2 lần lặp.

source: Version History
vi: Lịch sử phiên bản

source: Loading...
vi: Đang tải...

source: No version history yet. Versions are saved automatically when AI modifies content.
vi: Chưa có lịch sử phiên bản. Các phiên bản được lưu tự động khi AI chỉnh sửa nội dung.

source: Edit
vi: Chỉnh sửa

source: Restore
vi: Khôi phục

source: Restore this version? Current content will be saved first.
vi: Khôi phục phiên bản này? Nội dung hiện tại sẽ được lưu trước.

source: Failed to restore version
vi: Không thể khôi phục phiên bản

source: Help
vi: Trợ giúp

source: Quick Guide:
vi: Hướng dẫn nhanh:

source: Enter your main keyword
vi: Nhập từ khóa chính

source: Choose writing tone
vi: Chọn giọng văn

source: Click "Generate Draft"
vi: Nhấp "Tạo bản nháp"

source: Review and edit the content
vi: Xem xét và chỉnh sửa nội dung

source: Use "Fix SEO Errors" if needed
vi: Sử dụng "Sửa lỗi SEO" nếu cần

source: Configure Settings
vi: Cấu hình cài đặt

source: Please enter a keyword
vi: Vui lòng nhập từ khóa

source: Draft generated successfully!
vi: Tạo bản nháp thành công!

source: Cost
vi: Chi phí

source: Generation failed
vi: Tạo nội dung thất bại

source: Outline generated!
vi: Tạo dàn ý thành công!

source: Outline generation failed
vi: Tạo dàn ý thất bại

source: No content to optimize
vi: Không có nội dung để tối ưu

source: Content optimized!
vi: Tối ưu nội dung thành công!

source: iterations
vi: lần lặp

source: Optimization failed
vi: Tối ưu hóa thất bại

source: Enter section title/heading:
vi: Nhập tiêu đề phần:

source: Section added!
vi: Đã thêm phần!

source: Section generation failed
vi: Tạo phần thất bại

source: Please select text to expand
vi: Vui lòng chọn văn bản để mở rộng

source: Text expanded!
vi: Mở rộng văn bản thành công!

source: Text expansion failed
vi: Mở rộng văn bản thất bại

source: Generating...
vi: Đang tạo...

source: Optimizing...
vi: Đang tối ưu...

source: Topic Input
vi: Nhập chủ đề

source: e.g., Sao Phá Quân
vi: ví dụ: Sao Phá Quân

source: Enter the main topic or keyword for your article
vi: Nhập chủ đề hoặc từ khóa chính cho bài viết của bạn

source: This information is for reference purposes only.
vi: Thông tin này chỉ mang tính chất tham khảo.

source: For health/financial matters, please consult qualified professionals.
vi: Đối với các vấn đề về sức khỏe/tài chính, vui lòng tham khảo chuyên gia.

source: API Settings
vi: Cài đặt API

source: Content Settings
vi: Cài đặt Nội dung

source: Prompt Templates
vi: Mẫu Prompt

source: API Provider
vi: Nhà cung cấp API

source: API Key
vi: Khóa API

source: Enter your API key
vi: Nhập khóa API của bạn

source: API Model
vi: Mô hình AI

source: Daily Budget
vi: Ngân sách hàng ngày

source: Maximum daily spend in USD
vi: Chi tiêu tối đa hàng ngày (USD)

source: Plugin Language
vi: Ngôn ngữ Plugin

source: Choose the language for AutoBlogger interface.\n\n"Auto" follows WordPress language settings.\n\nChoose "Vietnamese" or "English" to override WordPress language for this plugin only.
vi: Chọn ngôn ngữ cho giao diện AutoBlogger.\n\n"Tự động" sẽ theo cài đặt ngôn ngữ của WordPress.\n\nChọn "Tiếng Việt" hoặc "English" để ghi đè ngôn ngữ WordPress chỉ cho plugin này.

source: Auto (Follow WordPress)
vi: Tự động (Theo WordPress)

source: Vietnamese (Tiếng Việt)
vi: Tiếng Việt

source: Set language for AutoBlogger independent of WordPress language
vi: Đặt ngôn ngữ cho AutoBlogger độc lập với ngôn ngữ WordPress

source: Language will change after saving settings. The page will reload automatically.
vi: Ngôn ngữ sẽ thay đổi sau khi lưu cài đặt. Trang sẽ tự động tải lại.

source: Save Settings
vi: Lưu cài đặt

source: Saving...
vi: Đang lưu...

source: Settings saved successfully!
vi: Cài đặt đã được lưu thành công!

source: Failed to load settings
vi: Không thể tải cài đặt

source: Failed to save settings
vi: Không thể lưu cài đặt

source: Global System Prompt
vi: Prompt Hệ thống Toàn cục

source: This system prompt defines the AI's role and behavior for ALL content generation. It sets global rules, tone, and safety guidelines that apply to every request.
vi: Prompt hệ thống này định nghĩa vai trò và hành vi của AI cho TẤT CẢ các nội dung được tạo. Nó thiết lập các quy tắc toàn cục, giọng điệu và hướng dẫn an toàn áp dụng cho mọi yêu cầu.

source: Disclaimer Text
vi: Văn bản Miễn trừ Trách nhiệm

source: This disclaimer will be automatically added to AI-generated content
vi: Văn bản miễn trừ này sẽ được tự động thêm vào nội dung do AI tạo

source: Writing Personas
vi: Phong cách Viết

source: Persona name (e.g., Academic)
vi: Tên phong cách (ví dụ: Học thuật)

source: Description/instructions for this writing style
vi: Mô tả/hướng dẫn cho phong cách viết này

source: Add Persona
vi: Thêm Phong cách

source: Remove
vi: Xóa

source: Negative Keywords
vi: Từ khóa Cấm

source: Add keywords to block (one per line)
vi: Thêm từ khóa cần chặn (mỗi dòng một từ)

source: Content containing these keywords will be rejected
vi: Nội dung chứa các từ khóa này sẽ bị từ chối

source: Customize the AI prompts used for content generation. Use placeholders like {{keyword}}, {{knowledge_context}}, {{user_story}}.
vi: Tùy chỉnh các prompt AI được sử dụng để tạo nội dung. Sử dụng các biến như {{keyword}}, {{knowledge_context}}, {{user_story}}.

source: Enter prompt template for generating article outlines
vi: Nhập mẫu prompt để tạo dàn ý bài viết

source: Enter prompt template for generating full article drafts
vi: Nhập mẫu prompt để tạo bản nháp bài viết đầy đủ

source: Enter prompt template for generating individual sections
vi: Nhập mẫu prompt để tạo các phần riêng lẻ

source: Enter prompt template for optimizing content
vi: Nhập mẫu prompt để tối ưu hóa nội dung

source: Enter prompt template for expanding selected text
vi: Nhập mẫu prompt để mở rộng văn bản đã chọn

source: Save Prompts
vi: Lưu Prompt

source: Prompts saved successfully!
vi: Prompt đã được lưu thành công!

source: Failed to save prompts
vi: Không thể lưu prompt

source: Loading knowledge base...
vi: Đang tải cơ sở tri thức...

source: Add New Entry
vi: Thêm mục mới

source: Import JSON
vi: Nhập JSON

source: Export JSON
vi: Xuất JSON

source: Keyword
vi: Từ khóa

source: Content
vi: Nội dung

source: Metadata (JSON)
vi: Siêu dữ liệu (JSON)

source: Save Entry
vi: Lưu mục

source: Cancel
vi: Hủy

source: Delete
vi: Xóa

source: Are you sure you want to delete this entry?
vi: Bạn có chắc chắn muốn xóa mục này không?

source: Entry created successfully!
vi: Đã tạo mục thành công!

source: Entry updated successfully!
vi: Đã cập nhật mục thành công!

source: Entry deleted successfully!
vi: Đã xóa mục thành công!

source: Failed to save entry. Check JSON format.
vi: Không thể lưu mục. Kiểm tra định dạng JSON.

source: Failed to delete entry
vi: Không thể xóa mục

source: Invalid JSON format
vi: Định dạng JSON không hợp lệ

source: Importing...
vi: Đang nhập...

source: Import complete!
vi: Nhập hoàn tất!

source: success
vi: thành công

source: failed
vi: thất bại

source: Failed to parse JSON file
vi: Không thể phân tích tệp JSON

source: Failed to read file
vi: Không thể đọc tệp

source: Knowledge base exported!
vi: Đã xuất cơ sở tri thức!

source: Choose the language for AutoBlogger interface. "Auto" follows WordPress language settings. Choose "Vietnamese" or "English" to override WordPress language for this plugin only.
vi: Chọn ngôn ngữ cho giao diện AutoBlogger. "Tự động" sẽ theo cài đặt ngôn ngữ của WordPress. Chọn "Tiếng Việt" hoặc "English" để ghi đè ngôn ngữ WordPress chỉ cho plugin này.
